Repository: danihodovic/django-allauth-ui
Catalog: allauth_ui/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Confirm E-mail Address
tr: E-Posta Adresi Onayı

source: Please confirm that <a href="mailto:%(email)s">%(email)s</a> is an e-mail address for user %(user_display)s.
tr: Lütfen <a href="mailto:%(email)s">%(email)s</a> adlı e-posta adresinin%(user_display)s adlı kullanıcıya ait olduğunu onaylayın.

source: This e-mail confirmation link expired or is invalid. Please <a href="%(email_url)s">issue a new e-mail confirmation request.</a>
tr: Bu e-posta bağlantısı sona ermiş veya geçersizdir. Lütfen <a href="%(email_url)s">yeni bir onay bağlantısı oluşturun.</a>

source: Sign in
tr: Giriş yap

source: Login
tr: Giriş yap

source: Forgot Password
tr: Şifremi Unuttum

source: Sign Up
tr: Üye ol

source: Sign out
tr: Çıkış yap

source: Are you sure you want to sign out?
tr: Çıkış yapmak istediğinizden emin misiniz?

source: Password Reset
tr: Şifre Yenileme

source: Enter your user account's verified email address and we will send you a password reset link.
tr: Şahsınıza şifre değişikliği bağlantısı gönderebilmemiz için hesabınıza bağlı onaylanmış e-posta adresinizi yazınız.

source: Reset my password
tr: Şifremi yenile

source: Reset email sent
tr: Şifre yenileme e-postası gönderildi

source: We have sent you an e-mail. Please contact us if you do not receive it within a few minutes.
tr: Size bir e-posta gönderdik. E-posta birkaç dakika içinde ulaşmaz ise lütfen tarafımızla irtibata geçiniz.

source: Change Password
tr: Şifre Değişikliği

source: Bad Token
tr: Bozuk Jeton

source: The password reset link was invalid, possibly because it has already been used. <br> Please request a <a class="text-blue-400 hover:text-blue-500" href="%(passwd_reset_url)s">new password reset</a>.
tr: Muhtemelen daha önce kullanıldığı için şifre yenileme bağlantısı geçersiz idi. <br> Lütfen <a class="text-blue-400 hover:text-blue-500" href="%(passwd_reset_url)s">yeni bir şifre yenileme</a> bağlantısı isteğinde bulunun.

source: Change password
tr: Şifre değiştir

source: Your password is now changed.
tr: Şifreniz başarıyla değiştirildi.

source: Changed Password
tr: Şifre Değiştirildi

source: Sign up
tr: Üye ol

source: Already have an account? Sign in.
tr: Zaten bir hesabınız var mı? Giriş yapın.

source: Sign Up Closed
tr: Üye Olma Kapalı

source: We are sorry, but the sign up is currently closed.
tr: Üzgünüz, ancak yeni üyelikler şu anlık kapalı durumdadır.

source: Verify Your E-mail Address
tr: E-Posta Adresinizi Onaylayın

source: We have sent an e-mail to you for verification. Follow the link provided to finalize the signup process. Please contact us if you do not receive it within a few minutes.
tr: Hesap doğrulaması için sizlere bir e-posta gönderdik. Üye olma sürecinizi tamamlamak için bağlantıyı ziyaret ediniz. Eğer e-posta birkaç dakika içinde tarafınıza ulaşmaz ise lütfen bizimle irtibata geçiniz.

source: Social Network Login Failure
tr: Sosyal Ağ Giriş Hatası

source: An error occurred while attempting to login via your social network account.
tr: Sosyal ağ hesabınız ile giriş yapılırken bir hata meydana geldi.

source: Account Connections
tr: Hesap Bağlantıları

source: You have the following social accounts connected:
tr: Bağlı olan sosyal medya hesaplarınız şunlardır:

source: You currently have no social network accounts connected to this account.
tr: Şu anda hesabınıza bağlı herhangi bir sosyal medya hesabı bulunmamaktadır.

source: Add a third party account
tr: Üçüncü taraf hesabı ekle

source: You are about to connect a new third party account from
tr: Yeni bir üçüncü taraf hesabı bağlamak üzeresiniz

source: You are about to sign in using a third party account from
tr: Bir üçüncü taraf hesabı kullanarak giriş yapmak üzeresiniz

source: Continue
tr: İlerle

source: You are about to use your %(provider_name)s account to login to %(site_name)s. As a final step, please complete the following form:
tr: %(site_name)s adlı siteye giriş yapmak için %(provider_name)s hesabınızı kullanmak üzeresiniz. Son aşama olarak, lütfen formu doldurunuz:

source: Sign in with a third party
tr: Üçüncü taraf hesabı ile giriş yap
